[
  "obsidian-git",
  "obsidian-custom-file-extensions-plugin",
  "permalink-opener",
  "obsidian-style-settings",
  "gemini-assistant",
  "hugo-preview-obsidian",
  "obsidian-imgur-plugin",
  "obsidian-languagetool-plugin",
  "multi-properties",
  "omnisearch",
  "obsidian-outliner",
  "periodic-notes",
  "obsidian42-strange-new-worlds",
  "templater-obsidian",
  "text-extractor",
  "global-search-and-replace"
]